{
    "HomePage": {
        "greeting":"HELLO THERE, WELCOME TO MY SITE",
        "introduction":"I'm Eseosa Osayi",
        "phrase1": "An",
        "phrase2": "ever",
        "phrase3": "curious",
        "phrase4": "javascript",
        "hightlight": "Developer",
        "firstButon": "Contact me",
        "secondButton": "Download cv",
        "MOTIVATION":"My journey into web development began with my siblings, who encouraged me to explore a career in tech. Initially, i found it difficult because i wasn't sure how to break into the field, but i was determined to learn code eventually. Watching movies, I always admired the idea of 'the laptop and the hoodie'.This newfound interest led me to expirement with HTML and CSS, spending my high school years building frontend websites and exploring CSS animations. Through trial and error, I realized that being a full-stack developer is where I truly belong."
    },
    "NavbarItems": {
        "projects":"Projects",
        "animations":"Animations",
        "blogs": "Blogs",
        "courses": "Courses"
    },
    "Features": {
        "first":"UI/UX DESIGN",
        "firstDescription":"Hire me to convert your idea into a clear cut picture.",
        "second":"FRONTEND DEVELOPMENT",
        "secondDescription":"Using some of the best tools in the industry i create trendy and eye catching software's to keep your users engaged.",
        "third":"BACKEND DEVELOPMENT",
        "thirdDescription":"To ensure security, customer satisfaction and avoid data breach i ensure best practices while building you a top notch backend for your software.",
        "fourth":"DATABASE DESIGN",
        "fourthDescription":"This is a step that is very critical to building a proper software and i dedicate my time to ensuring my well designed database.",
        "fifth":"PROJECT PLANNING",
        "fifthDescription":"Hire me to get you a complete project brief."
    },
    "Projects": {
        "jatinz": "Discover the vibrant essence of Nigeria at, your premier destination for authentic Nigerian-made products.",
        "norbileFoods": "Cheap and affordable food with deliveries all over benin.",
        "lavic": "Expert medical care in the comfort of your own home.",
        "gemini": "Discover a safer way to buy and sell cryptocurrency"
    },
    "Animations": {
        "jatinz": "Discover the vibrant essence of Nigeria at, your premier destination for authentic Nigerian-made products.",
        "norbileFoods": "Cheap and affordable food with deliveries all over benin.",
        "lavic": "Expert medical care in the comfort of your own home.",
        "gemini": "Discover a safer way to buy and sell cryptocurrency"
    }
  }